<%@ page language="java" contentType="text/html; charset=utf-8"
	pageEncoding="utf-8"%>
<!doctype html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=Edge" />
<title>详细信息</title>
</head>
<body class="gf_idx">
<%@ include file="../../static/include/top.jsp" %>
<%@ include file="../../static/include/home_top.jsp" %>
<div class="gf_idx_pwn cf">
    <dl class="gf_store_left left">
        <!--  <dt class="title">客户与伙伴</dt> -->
        <dt class="sub_title">成功案例</dt>
        <dd>
           <!--  <a href="javascript:;">
                <span>游戏</span>
                <i class="gf_sprite gf_sl_on"></i>
            </a>
        </dd>
        <dd>
            <a href="javascript:;">
                <span>移动</span>
                <i class="gf_sprite gf_sl_on"></i>
            </a>
        </dd>
        <dd>
            <a href="javascript:;">
                <span>金融</span>
                <i class="gf_sprite gf_sl_on"></i>
            </a>
        </dd>
        <dd>
            <a href="javascript:;">
                <span>中小企业</span>
                <i class="gf_sprite gf_sl_on"></i>
            </a>
        </dd>
        <dd>
            <a href="javascript:;">
                <span>社区网站</span>
                <i class="gf_sprite gf_sl_on"></i>
            </a>
        </dd>
        <dd>
            <a href="javascript:;">
                <span>电商网站</span>
                <i class="gf_sprite gf_sl_on"></i>
            </a>
        </dd> -->
        <dd>
            <a class="on" href="javascript:;">
                <span>丽水智慧政务云</span>
                <i class="gf_sl_on"></i>
            </a>
        </dd>
        <!-- 
        <dd>
            <a href="javascript:;">
                <span>智能3C</span>
                <i class="gf_sprite gf_sl_on"></i>
            </a>
        </dd>
        <dd>
            <a href="javascript:;">
                <span>音视频</span>
                <i class="gf_sprite gf_sl_on"></i>
            </a>
        </dd> -->
        <dd class="gf_sl_jiangyou"></dd>
    </dl>
    <div class="gf_store_right left">
     	<dl class="detail_info">
        	<dt  ><img src="images/upload/su_demo1.png" /></dt>
            <dd >
            	<h2>丽水智慧政务云</h2>
                <p>丽水“智慧政务”以提高政府办公、服务、监管、决策四个领域的智能化水平，形成集约、高效、便捷、智能的新型政府为目标，依托云计算、大数据挖掘、移动互联网等技术，促进政府组织结构和工作
                	流程的重组优化，政务业务的协同和数据共享，完善“政务大数据”的积累和挖掘机制，为全体市民带来“一站式”、“一点通”的政务服务，为政府工作人员打造更轻松、更便捷的办公环境；
                	为领导提供更准确、更智能的决策环境，实现服务型政府、责任型企业、幸福型市民的愿景。</p>
                <!-- <span>使用产品：<a href="javascript:;" class="detail_pro">简单日志服务</a><a href="javascript:;" class="detail_pro">开放数据处理服务</a></span> -->
            </dd>
        </dl>
        <h2 class="detail_title">
        	<span>丽水“智慧政务”总体目标<em>The overall goal</em></span>
        </h2>
        <div class="detail_box">
        	<p>到2016年，充分利用信息通信技术，智慧感知、分析、集成等服务，初步构建以阿里飞天云和中软国际RCloud 构造的政务云平台；利用数据目录和交换技术，充分整合各部门的信息资源，
        	初步形成支撑各类应用、实现各委办局业务协同的数据资源平台；广泛地运用24小时政府自助服务机等自动化服务设施，建立“单一窗口”和“一站到底”的“一站式”政务服务。初步实现面向全市以协同办公、
        	电子监察、并联审批以及智慧政务公务版等示范应用的综合服务平台，为公众提供移动或云门户智慧服务，提升政府服务水平，实现创建服务型、创新型、集约型“智慧政务”的总体目标。</p>
        </div>
        <h2 class="detail_title">
        	<span>建设思路和建设原则	<em>thought and principle</em></span>
        </h2>
        <div class="detail_box">
        	<h3>
            	<em>1</em><span>建设思路</span><!-- <a class="weibo_icon" href="javascript:;"></a><a class="weixin_icon" href="javascript:;"></a> -->
            </h3>
            <p>丽水“智慧政务”秉承“四化一式”的建设总体思路，即坚持“集约化”的建设模式、“专业化”的运营模式、“一体化”的服务模式以及“价值化”的数据交互模式，打造“一站式”的服务平台；
            同时注重同步推进标准化建设，实现丽水“智慧政务”发展模式上的新跨越。</p>
			<h3>
            	<em>2</em><span>建设原则</span>
            </h3>
            <p>创新模式，标准先行：以新一代信息技术创新建设模式、管理模式、服务模式和商业模式为切入点，探索“智慧政务”创新发展道路，促进经济社会的深刻变革；
            加强标准在信息化发展过程中的引领作用，以标准规范建设作为项目建设的基础和抓手。</p>
			<p>集约建设，资源共享：加强引导、推动集约化建设，使政务云平台能够作为基础设施共建共享。加大信息资源整合力度，实现与民生相关的各委局信息共享和交换，推进跨部门、
			跨领域的信息化协同，提高政府效能、有效满足公众信息需求，提升全社会信息资源利用水平与信息化的整体效益。</p>
            <p>突出服务、普遍受惠：把全社会普遍受益、长期受益作为信息化的根本宗旨，以服务为目标，以应用为手段，积极推进理念创新、管理创新、服务创新，不断扩大面向社会公众的政务应用广度和深度，
            加快服务向基层延伸，提升服务效率和质量，使智慧政务惠及全民。注重政务应用的成效，提升政府的公共服务和宏观调控能力，实现政务的经济和社会效益最大化。</p>
            <p>信息公开，安全有“度”：坚持积极防御与综合防范相结合，把信息安全与智慧政务发展放在同等重要位置，健全完善信息安全保障体系，确保国家机密、商业秘密和个人隐私安全，安全有“度”地公开
            政府信息，推进政府管理民主化进程。</p>
            <p>统筹规划，分步实施：“智慧政务”项目将通过“统一领导、统一规划、统一部署、统一标准”统筹指导建设，集约管理，节约投资。加强“自上而下”的顶层规划设计，进行合理有序布局；同时，
            遵循“自下而上”的操作原则，进行分步实施，稳步推进，均衡发展的操作实现项目落地。</p>
           <!--  <h3>
            	<em>3</em><span>下面是CNZZ上一个站点的单条日志数据的例子，可以看到时间、来源IP、日志内容。</span>
            </h3>
            <p><span>时间：08-12 20:38:52</span><span>LOCATION : 上海市</span></p>
            <p><span>来源：10.200.234.25</span><span>REMOTEIP : 222.64.69.81</span></p>
            <p><span>日志内容：</span><span>RESOURCE : http://www.byzhu.com/search.asp?</span></p>
            <p><span>BROWSER : sogou</span><span>SYSTEM : windows 7</span></p>
            <p><span>DOMAIN : www.byzhu.com</span><span>cnzz_eid : 34494765-1356261731-http://www.byzhu.com/</span></p>
            <p><span>ISP : 电信</span><span>id : 30067269</span></p>
            <p>根据上述日志内容，举一个查询的例子：站长提交一个查询，从一亿多条日志中找出从湖南省发出、使用ISP电信、通过百度搜索跳转到达的访问
日志。 CNZZ在接收到用户的查询条件后，通过SLS API获得结果，并将结果展示到官方网站。</p>
            <p>除提供7天的明细查询外，用户往往还需要把日志归档到离线计算平台，进行后续的离线计算。由于SLS本身提供了ODPS的数据通道，CNZZ不需要
做任何的配置和操作，就能够每隔一定时间自动把日志数据同步到ODPS进行后续离线计算。</p>
            <p>基于SLS不仅解决了CNZZ的运维和容量问题，各种比较、组合的查询条件也满足终端用户对于日志数据的要求，而且在线日志查询与离线日志分析
的一体化融合，不再需要重复的数据同步工作。</p> -->
        </div>
        <h2 class="detail_title">
        	<span>总体架构分享<em>Deployment architecture to share</em></span>
        </h2>
        <div class="detail_box">
        	<img src="images/upload/su_demo00.png"/>
        </div>
        <h2 class="detail_title">
        	<span>部署架构解读<em>Deployment architecture interpretation</em></span>
        </h2>
        <div class="detail_box">
        	<p>“智慧政务”建设是通过打造丽水智慧政务信息基础设施平台和统一服务平台，实现“提升政务效能，丰富公众服务”的目的，依据此目标，我们对丽水智慧政务进行了总体架构设计:</p>
			<p>基础运行环境:丽水智慧政务的软硬件支撑及网络运行环境。</p>
			<p>丽水“智慧政务”云平台:丽水智慧政务依托阿里云和中软国际RCloud 构造的政务云平台进行建设。</p>
			<p>数据中心:支撑智慧政务应用的数据基础，包括智慧政务业务数据资源以及平台数据资源。</p>
			<p>云应用:主要包括两大服务：服务市民办事、方便公务员办公。</p>
			<p>六大应用平台：智慧公共服务平台、智慧办公平台、政务信息公开平台、绩效考核平台、智慧决策平台，以及未来各委办局将迁移至云平台上运转的管理业务系统。</p>
        </div>
 
        <h2 class="detail_title">
        	<span>主要建设任务	<em>The construction task</em></span>
        </h2>
        <div class="detail_box">
        	<h3>
            	<em>1</em><span>以标准为纲领，建设标准规范体系</span><!-- <a class="weibo_icon" href="javascript:;"></a><a class="weixin_icon" href="javascript:;"></a> -->
            </h3>
            <p>基于对丽水“智慧政务”的深入理解与分析，本工程将建设总体标准分体系、信息资源标准分体系、数据交换标准分体系、业务应用标准分体系、安全标准分体系、管理标准分体系等完整的标准规范体系。
            保障工程的规范有序。</p>
			<h3>
            	<em>2</em><span>以安全为保障，完善安全体系</span>
            </h3>
            <p>丽水“智慧政务”将充分依照国内、国际的规范、标准以及项目的实际需求出发，全面规划、设计和建设安全组织体系、安全保障体系、安全技术体系和安全运维体系等，保障整个工程的信息安全。</p>
        
        	<h3>
            	<em>3</em><span>以服务为目标，构建综合服务平台</span>
            </h3>
            <p>丽水“智慧政务”将以服务需求为导向，建设智慧办公、并联审批、信息公开、公共服务、绩效管理、智慧决策等业务的综合服务平台，全方位地向部门、企业、市民等提供优质、规范、透明的各项服务。</p>
            <h3>
            	<em>4</em><span>以数据为核心，开发数据资源平台</span>
            </h3>
            <p>丽水“智慧政务”将以市级为中心，开发建设共享基础数据库、业务数据库、专题分析数据库和决策分析数据库，形成数据资源共享平台。实现全市统一的数据交换，便利的信息共享服务、大数据的挖掘、增值服务等。</p>
            <h3>
            	<em>5</em><span>以支撑环境为基础，推进政务云平台</span>
            </h3>
            <p>丽水“智慧政务”将依托阿里云和中软国际RCloud 构造政务云平台，该平台提供计算、存储、资源调配、规模化应用开发、数据交换及路由服务、业务流程管理、信息服务总线、用户身份认证及鉴权管理等服务，
            在政府部门之间、政府部门与社会服务部门之间建立“信息桥梁”，实现运行在政务云平台在不同电子政务系统间的信息整合、交换、共享和政务工作协同，大大地提高各级政府机关的整体工作效率。</p>
        </div> 
        <h2 class="detail_title">
        	<span>政务云PaaS平台<em></em></span>
        </h2>
        <div class="detail_box">
        	<p>丽水“智慧政务”依托阿里飞天云和中软国际RCloud 构造的政务云平台进行建设，如下图所示：</p>
        	<img src="images/upload/su_demo3.png"/><br>
        	<h4>阿里飞天云平台：</h4><p>丽水智慧政务的基础支撑平台为阿里飞天云平台，平台负责管理数据中心Linux集群的物理资源，控制分布式程序运行，隐藏下层故障恢复和数据冗余等细节，
        	从而将数以千计的服务器联成一台“超级计算机”，并且将这台超级计算机的存储资源和计算资源，以公共服务的方式提供给智慧政务的用户，服务内容包括弹性计算、关系型数据库、
        	开放存储、开放结构化数据、开放缓存、云引擎等基础云计算服务，以及云平台部署、云安全管理等功能。</p>
			<h4>RCloud云平台：</h4><p>以中软国际10多年的中间件积累为基础，以阿里云计算平台为运营环境，是一系列支持行业/区域政府/企业采用云计算方式进行规模化应用开发、集成、管理、运营的PAAS平台服务。</p>
        </div>
       <!-- 
        <h2 class="detail_title">
        	<span>阿里飞天云<em></em></span>
        </h2>
        <div class="detail_box">
        	<p>丽水智慧政务专有云底层以阿里云先进的飞天大规模分布式计算系统架构为基础，单个集群具备提供约25000核CPU、55000G内存、4000TB硬盘存储容量的服务能力。同时提供云服务引擎（ACE）、开放存储服务（OSS）、
        	开放结构化数据服务（OTS）、开放数据处理服务(ODPS)、弹性计算服务（ECS）、关系型数据库服务（RDS），未来还可以按照需要进行拓展，如图所示:</p>
        	<img src="images/upload/su_demo4.png"/>
        	<h4>云服务引擎（ACE）：</h4><p>提供session、storage、memcache、cron等多种服务，让开发者可以更多的关注在业务开发上，保证其整体架构的高可靠性。模板功能的提供，可以有效的衔接开发者和平台管理者，
        	让开发者的成果可以更加有效的传播，同时平台管理者也有更加灵活丰富的应用可以运营。</p>
        	<h4>开放存储服务（OSS）：</h4><p>阿里云对外提供的海量、安全、低成本、高可靠的云存储服务。用户可以通过调用API，在任何应用、任何时间、任何地点上传和下载数据，
        	也可以通过用户Web控制台对数据进行简单的管理。OSS适合存放任意文件类型。</p>
        	<h4>开放结构化数据服务（OTS）：</h4><p>OTS是构建在阿里云大规模分布式集群系统之上的海量数据存储和实时查询的服务。OTS以数据表的形式组织数据通过RESTful API形式
        	的接口提供服务并提供一个Web界面以方便用户管理。</p>
        	<h4>开放数据处理服务(ODPS)：</h4><p>ODPS是构建在大规模分布式计算系统上的数据处理服务。ODPS以REST API的形式，支持用户提交类SQL的查询语言，对海量数据进行处理。与强调实时性的阿里云OTS 服务不同，
        	ODPS重点面向数据量大（TB级别）且实时性要求不高的离线处理，适用于构建数据仓库、海量数据统计、数据挖掘、数据商业智能等互联网应用。</p>
        	<h4>弹性计算服务（ECS）：</h4><p>以阿里云自主研发的分布式计算系统为基础，基于先进的虚拟化、分布式存储等云计算技术，将计算和存储的基础资源整合在一起，通过Web 的方式为各行各业提供计算能力服务ECS具
        	有自助管理、数据安全保障、自动故障恢复和防网络攻击等高级功能。</p>
        	<h4>关系型数据库服务（RDS）：</h4><p>RDS是专业管理的、高可靠的云端数据库服务。用户可以通过web或API的方式在几分钟内开通完全兼容MySQL或SQL Server的数据库实例。RDS由专业DBA团队维护，
        	还为用户提供数据备份、数据恢复、扩展升级等管理功能，相对于用户自建数据库具有专业、高可靠、高性能、灵活易用等优点，帮助用户解决费时费力的数据库管理任务。</p>     	
        </div>
        
        <h2 class="detail_title">
        	<span>RCloud<em></em></span>
        </h2>
        <div class="detail_box">
        	<p>RCloud 以中软国际10多年的中间件积累为基础，以阿里云计算平台为运营环境，是一系列支持行业/区域政府/企业采用云计算方式进行规模化应用开发、集成、管理、运营的PAAS平台服务，如图所示:</p>
        	<img src="images/upload/su_demo5.png"/>
        	<h4>云认证鉴权及单点登录服务：</h4><p>为云应用提供统一身份、统一认证、应用鉴权和单点登录SSO等服务，为云应用提供的接入，访问和用户认证安全保障。建立全局的、统一的用户身份库，为云应用的集约化管理和
        	集成提供基础；屏蔽系统认证策略、安全策略等的变化对云应用产生的影响，使应用更安全；开放的单点登录架构，降低对应用系统的侵入性，实现“一处登录通全局”。</p>
        	<h4>云应用管理服务：</h4><p>为云应用发布提供了流程支持，保障应用的平稳上线；和上线后对云应用运行状态和资源的持续监控管理。</p>
        	<h4>云应用开发和运行支撑：</h4><p>提供云应用开发从设计、开发、调试和部署的一体化支持，实现低成本、高质量、灵活的云应用开发,是开发者与阿里云平台的最佳连接通道。通过累积中软国际近十年的最佳开发实践，
        	结合云开发特点，提供了大量开箱即用的技术组件、业务组件与开发工具；同时具备良好的开发者体验，为开发者提供了完整全面的API、SDK和示例中心,方便的测试支持，包括支持本地云模拟环境测试与云端测试验证两种测
        	试方式；本地开发与云端的无缝协同，包括一键发布、更新、同步；另外整个基础应用基于高性能、高可靠性、弹性计算的运行框架。</p>
        	<h4>云SOA服务集成平台服务：</h4><p>O为政务云系统提供松耦合集成架构基础，帮助将遗留应用服务化，为服务重用提供重要的资源目录和访问平台。提供了服务中介代理能力，用于实现系统交互双方的松耦合；云服
        	务的服务封装逻辑功能能够快速实现云中业务服务的组合重用、动态路由；基于服务接入，使传统遗留应用功能作为标准的云服务实现业务共享。</p>
        	<h4>BPM云服务：</h4><p>实现跨多个业务组织、多个应用的业务流程协同与整合，促进组织的业务流程优化,提升服务水平。BPM云服务通过将云中应用服务编排而成的流程发布为BPM云服务，实现与云业务应用、
        	云数据交换中心、云ESB的协同集成；同时提供多组织机构的云流程建模管理工具；支持多组织环境中对组织私有流程模型库的访问、建模、管理。支持多组织间的历史流程运行数据隔离和实时业务活动监控；支持云流程
        	执行过程中业务事件触发、业务异常告警和容错处理。</p>
        	<h4>云数据交换服务：</h4><p>为云中应用间、云应用与传统遗留应用间提供相互连接、消息共享与交互等集成服务，保障智慧政务各业务部门间的业务数据访问通畅。提供队列服务，满足点对点消息交互；主题订阅
        	服务，满足一对多消息交互；中转服务提供自动路由和消息推送等核心服务支撑云数据交换的需求，同时提供图形化的交换监控。</p>     	
        </div> --> 
    </div>
</div>
<div class="gf_footer">
<%@ include file="../../static/include/home_buttom.jsp" %>
<%@ include file="../../static/include/buttom.jsp" %>
</div>
<script type="text/javascript" src="js/jquery.cycle.lite.js"></script>
<script type="text/javascript" src="js/jquery.cycle.all.js"></script>
<script src="js/common.js"></script>
<script src="js/store.js"></script>
<script type="text/javascript">
var currID_t ="case_3";
</script>
</body>
</html>

